[{"number": 1, "week_name": "March 19th, 2020", "things": ["Zoom.  The platform has all kinds of nifty features like live chat, screen share, and the all-important mute button. This week I discovered that it also enables community magic.  On Wednesday, our church fundraising committee zoom meeting started out bleak: a congregant has contracted the virus; our inside track revealed that the city is even less prepared than we thought; our church’s finances are now way more precarious than they were last week. But when I looked at each person’s face, right above the pinched mouths and just behind the concerned eyes, I could see the immense gratitude of being in each other’s presence.  After acknowledging that all the work we’d done on our big event plans were in limbo, we started brainstorming creative solutions. With each new idea, another face brightened, another frown turned to a smile. One smile led to another idea.  We were hunkered down in our own private sanctuaries, but we were also at church. Anxiety had turned into action, despair had turned into faith. Turns out Zoom has way more features than a group mute button.", "Toilet Paper. Who knew it was the bedrock of civilization?", "Carbs. I know it is not a long term solution, but a defrosted Brooklyn bagel toasted and smeared with peanut butter is an excellent anti-anxiety med.  Preferably followed by a chocolate cake chaser."]},
{"number": 2, "week_name": "March 26th, 2020", "things": ["Bird Song: Is it because there are so many less people outside, or the fact that I now have moments of quiet in my day (in between Zoom calls and online yoga)? Either way, the birds seem louder and sweeter than ever before.", "Andrew Cuomo: O.K. Did we EVER think we would be singing his praises? I gotta believe Mario is up there beaming with price.", "Service Workers: Grocery workers, UPS drivers, delivery people, Insta-cart shoppers--they are all working hard as hell, without any proper protection, to keep us fed, supplied, and safe.  Also, it’s good to see people organizing to support all of the people who make this city run who are now out of work, including Yashir Ali’s Go Fund Me, and the One Fair Wage campaign."]},
{"number": 3, "week_name": "April 5th, 2020", "things": ["Making my first  Tik Tok video with James (note the word \"first\"...)", "The silence: that moment when there are no cars, no voices, and most of all, no sirens.", "Bill Withers. And especially, watching how shy he was the last time he sang on stage with John Legend and Stevie Wonder."]},
{"number": 4, "week_name": "April 19th, 2020", "things": ["COVID-19 Love Song. Syl, my high school bestie, sent me a video she made for her girlfriend: it's a guitar serenade of her original ballad: Love in the Time of COVID-19.  For a brief moment, I was a moody adolescent again, sitting on Syl's bedroom floor, listening to her play soulful Bill Quateman songs, and pondering life's great injustices as only 16 year olds can.", "Family Pandemic Protection. James pulled out his sewing machine and made me a nifty mask using an old T-shirt. Then we slotted in one of the coffee filters Kate uses when she’s here. So I feel doubly protected when I go outside now.", "The Magnolia Trees. They are still breathtaking--even on an anxiety-inducing walk in Park Slope."]}

]


