[ {"number": 1, "week_name": "March 23rd, 2020", 
    "things": [
        ["Lara G", ["The scavenger hunt I designed for Zai this week that got him off a screen and laughing and running throughout the apartment.", "The virtual concert with three singer/song-writers I just attended", "Watching really bad TV "]],
        ["Peggy P", ["So one of my happy thoughts is, as scary and dreadful as the corona virus is, the environment is getting a break from air pollution and CO2 due to the lack of commuting. https://www.google.com/amp/s/www.bbc.com/news/amp/science-environment-51944780 This gives me a real sense of peace"]],
        ["Syl M", ["This whole week I have been thinking about an amazingly good thing - all around me people are begging to do something to help each other out. In the community, friends, family, but particularly my medical colleagues. To a person people are volunteering for whatever extra they can do to help - extra shifts, different practice locations, manning our COVID19 hotline, taking care of patients over the phone instead of in person. The only complaints I hear are how people are frustrated that there is not MORE they can do. Truly inspiring!! Gives me hope for the human race."]],
        ["Ann M", ["needlework projects (this will probably go on every single list)", "Books", "the new foster kitties I picked up at the SPCA yesterday"]],
        ["Christina O", ["(its day 7 fully remote and all together) FAMILY – I have not spent this much time with my family at home since maternity leave 1,000 years ago. I love them more today than ever and I am grateful to have this small gift during otherwise tough times….lets see if this one stay on the list", "The 7 Minute Workout which can be done in my PJs and is my morning sanity. I haven’t done anything in over 6 months so happy to start with 7-minutes of self-care.", "Movie Night – which is almost every night now. At this rate, I will plow through my long list of movies on all platforms by May =)."]],
        ["Dev C", ["Meditation", "yoga", "good friends!"]],
        ["Sydra M", ["Yoga. I mean. I don’t need to say much more about that. Takes up very-little physical space but fills huge holes in the heart/mind/spirit area. Also it is great exercise.", "Bananas. I know, they aren’t shelf-stable and they don’t travel well. But they come in their own biodegradable package. They are full of potassium and other stuff. They taste great. They are funny-looking and cute at the same time. They can be used as a pretend phone in a pinch. I kind of hate making a smoothie without them. They are one healthy food my fourteen-year-old eats regularly. And they freeze well, if you cut and peel them first.", "The internet. Apparently it is designed not to break. Which is great, because I can teach my little students from home. Even though I’m self-isolating, I don’t feel so alone."]]
    ]}

]


 
 
 