[ {"number": 1, "week_name": "March 19th, 2020", 
    "things": [
        ["Lara G", ["The scavenger hunt I designed for Zai this week that got him off a screen and laughing and running throughout the apartment.", "The virtual concert with three singer/song-writers I just attended", "Watching really bad TV "]],
        ["Peggy P", ["So one of my happy thoughts is, as scary and dreadful as the corona virus is, the environment is getting a break from air pollution and CO2 due to the lack of commuting. https://www.google.com/amp/s/www.bbc.com/news/amp/science-environment-51944780 This gives me a real sense of peace"]],
        ["Syl M", ["This whole week I have been thinking about an amazingly good thing - all around me people are begging to do something to help each other out. In the community, friends, family, but particularly my medical colleagues. To a person people are volunteering for whatever extra they can do to help - extra shifts, different practice locations, manning our COVID19 hotline, taking care of patients over the phone instead of in person. The only complaints I hear are how people are frustrated that there is not MORE they can do. Truly inspiring!! Gives me hope for the human race."]],
        ["Ann M", ["needlework projects (this will probably go on every single list)", "Books", "the new foster kitties I picked up at the SPCA yesterday"]],
        ["Christina O", ["(its day 7 fully remote and all together) FAMILY – I have not spent this much time with my family at home since maternity leave 1,000 years ago. I love them more today than ever and I am grateful to have this small gift during otherwise tough times….lets see if this one stay on the list", "The 7 Minute Workout which can be done in my PJs and is my morning sanity. I haven’t done anything in over 6 months so happy to start with 7-minutes of self-care.", "Movie Night – which is almost every night now. At this rate, I will plow through my long list of movies on all platforms by May =)."]],
        ["Dev C", ["Meditation", "yoga", "good friends!"]],
        ["Sydra M", ["Yoga. I mean. I don’t need to say much more about that. Takes up very-little physical space but fills huge holes in the heart/mind/spirit area. Also it is great exercise.", "Bananas. I know, they aren’t shelf-stable and they don’t travel well. But they come in their own biodegradable package. They are full of potassium and other stuff. They taste great. They are funny-looking and cute at the same time. They can be used as a pretend phone in a pinch. I kind of hate making a smoothie without them. They are one healthy food my fourteen-year-old eats regularly. And they freeze well, if you cut and peel them first.", "The internet. Apparently it is designed not to break. Which is great, because I can teach my little students from home. Even though I’m self-isolating, I don’t feel so alone."]]
    ]},
    {"number": 2, "week_name": "March 26th, 2020", 
        "things": [
            ["Kate G", ["Living with roommates! I loved living alone but I feel very lucky that I can while I'm self-isolating I get to talk and laugh with three amazing people.", "Fair Play by Tove Jansson. This book (for adults) is so good!! It's little linked chapters, thinly veiled fiction about Tove's life with her long time partner, Tuulikki. My favorite story was about a letter she received from this woman Linnea. The last sentence of the story is so beautiful, heartbreaking, and heartwarming at the same time. How did Tove do it?? Now I want to read every Moomintroll book.", "My amazing family. Feeling so happy to be able to FT with you, James, and dad. Love you guys so much."]],
            ["Syl M", ["Kauai chocolate macadamia nut coffee", "A hint of spring weather in the air", "A wise woman who reminded me that my panic at being asked to volunteer in an ER COVID-19 overflow tent and sadness over the extreme isolation that effort would force me into was not really a selfish response, but maybe a reminder of what is important to me at this stage in my life/career as opposed to earlier on - close relationships and caring for the very real and vulnerable people in my life"]],
            ["Shannon C-H", ["Long walks in the park with my beloved two-Legged and four-legged.", "commuting to work in my slippers.", "Harvesting fresh salad greens from my friend’s hydroponic table garden."]],
            ["Will S", ["SCHITT’S CREEK, which at first I thought was silly and derivative, but which is actually one of the sweetest and most generous television shows I’ve seen in a long while.", "DEAR EDWARD by Anne Napolitano, which is just the novel I needed — an engrossing plot that seems very dark at first but turns into a story of regeneration.", "MAKING TEA which is just one of those comfortable rituals that makes you pause and gets you out of your head."]],
            ["Peggy P", ["Another one of the good things is that people with minor violations are being let out of jail."]],
            ["Donna S", ["My neighbor  picking up groceries for me and not letting me pay for them.  I said I wasn’t letting him do it any more unless I paid.  He said, give me a cup of the gumbo you are making tonight with what I just bought for you.  We now have an arrangement.  I gave him several cups."]],["Sydra M", ["Boredom. Boredom is the mother of creativity.  If anything, this terrible time has unleashed a creativity renaissance.  Don't believe me?  Go look at TikTok for a few minutes.  Or the way the Alvin Ailey dancers are dancing \"together.\"  Illustrator Sophie Blackhall has discovered a non-binary sweet potato named Philip, for whom she is sewing outfits and quilts. Yay, boredom!", "Windows. I have always appreciated them, but now that I am stuck in my apartment alone, they are some of my best friends.  The clouds are a constant source of entertainment.  The birds' carefree attitude about the coronavirus is refreshing.  Yesterday I saw a hawk.  When I feel like screen, or even book, overload is happening, I make myself go to the window and watch the show.", "Facetime. I would be in a completely different mental and emotional state if I weren't able to see the faces of my loved-ones every day during this whole business.  So thanks, facetime.  And Zoom.  And stuff. Thank GAWD for those guys."]]
        ]},
        {"number": 3, "week_name": "April 5th, 2020", 
            "things": [
                ["Madeline H", ["Our family’s Three Favorite Things to Live by: A drawing", "A Song", "A prayer"]],
                ["Brian G", ["Corkscrew wiggled into the world. A character/project I have long been kicking around got unstuck and launched in an unexpected form on Instagram. It’s a 30-day journey about a boy trying making something from nothing: https://www.instagram.com/i.am.corkscrew/", "Our interconnectedness. I am grateful for our heightened sense of interconnectedness in the world. When we get past this that understanding will help us better fight climate change, inequality, and so many other challenges we face.", "My dog’s blissful ignorance. A full house of people at home, running around in the yard, warming spring days."]],
                ["Peggy P", ["So one of my happy thoughts is, as scary and dreadful as the corona virus is, the environment is getting a break from air pollution and CO2 due to the lack of commuting. https://www.google.com/amp/s/www.bbc.com/news/amp/science-environment-51944780 This gives me a real sense of peace"]],
                ["Syl M", ["Talking on the phone. Zoom and Facetime are great and I love a good virtual happy hour, but in this strange time I have rediscovered the joy of long, ambling phone conversations. A lost art from the pre-internet era. Connecting with friends and family much more often and in a more meaningful way by phone is something I hope to continue whenever it is that we get back to a \"new normal.\"", "Music. There is music for everything - every mood, every chore, every situation and every memory. There is also an endless supply to discover or rediscover. Whether listening to music or playing it myself, I am finding more joy in the experience.", "Friends. Life lines, comic relief, intimate connection - all there and so grateful to each one of my friends near and far."]],
                ["Pat C.", ["Zoom meetings didn’t explode my computer.", "Successfully made and ate a Dutch Baby.", "Friends/students with the virus are on the mend"]],
                ["Anita M.", ["Dancing with over 300 people from all over  the world via Zoom. The occasion was a regular class I usually do in the city. It's called Gaga. You don't need to be a dancer to do Gaga. You really just have to be a human of any age. What I love about it is that it's about moving for pleasure. There’s no right or wrong way to feel your skin moving through the air or noticing gravity pulling on your bones. It is very exploratory and liberating practice, and a lot of fun. What I love about the in person experience is that you’re in a room with about 20 people, many strangers, just exploring movement in a curious and gentle way. Since we can’t go to class, the teachers in New York and Tel Aviv (where Gaga is from) have been hosting online classes to support all the freelance dancers who currently are out of work. It is one of my favorite things to do in the city, and I'm so happy that people all over the world can now join in. While the dynamism, and some of the poetry, is lost in the online setting it is truly incredible to “dance” with hundreds of people from New York and Israel to Brazil, New Zealand and France. All over. It's amazing, amazing!", "Plants. I've been sprouting seeds for my garden and it's truly miraculous to see these tiny little dudes push through the dark soil and into the light. I am reminded of life's courage, its persistence, its adaptability. But mostly, I am reminded that life chases light, life comes from darkness and hard as it is to accept (life is so sweet, so precious!) to darkness it returns. Watching other things move and grow temporarily releases me from the grand human narrative, and I am reminded of the very many lives/experiences unfolding in our shared home that we call earth.", "My husband, Alex. I feel extraordinarily fortunate to be sharing even more of my time and space with someone I truly love and adore, who makes me laugh, and who approaches life with a light and even touch. I realize too that it is this kind of love of others, and the loss of such love, that fills us with fear, anxiety and regret. So I am really taking my time to enjoy Alex's laughter and to savor his presence and touch. Living in this way is magnetizing and it starts to touch other things too. Like really noticing the way water moves over your body in the shower, how it sounds and actually feels, how different the 7th or 15th almond or potato chip in your mouth actually can taste, and what that far away friend's face is really saying beneath courageous words. Our reverence and care can extend into all corners of our world. It can touch every part of our lives. And while it won't change sadness or loss when it comes, hopefully we'll feel a little less regret having been present for our life. We are all beneficiaries of chance, and I'm grateful for the chance to practice living with a vivid appreciation of how brief and precious life is."]],
                ["Sydra M", ["The sun. After 27 days of self-isolation, I finally got to stand in it.", "Human touch.  After 27 days of self-isolation, I finally got to hug my children.", "To be of use. After having friends bring me groceries for all that time, I got to go shopping for others."]]
            ]}

]


 
 
 